[
  "That brain of mine is something more than merely mortal; as time will show. - Ada Lovelace",
  "Forget this world and all its troubles and if possible its multitudinous Charlatans — everything in short but the Enchantress of Numbers. - Ada Lovelace",
  "If you can't give me poetry, can't you give me poetical science? - Ada Lovelace",
  "What I cannot create, I do not understand. - Richard P. Feynman",
  "Know how to solve every problem that has been solved. - Richard P. Feynman",
  "Teach principles, not formulas. - Richard P. Feynman",
  "I learned very early the difference between knowing the name of something and knowing something. - Richard P. Feynman",
  "Scientists are explorers. Philosophers are tourists. - Richard P. Feynman",
  "If you thought that science was certain — Well, that is just an error on your part. - Richard P. Feynman",
  "Talk is cheap, Show me the code. - Linus Torvalds",
  "I like offending people, because I think people who get offended should be offended. - Linus Torvalds",
  "Only wimps use tape backup. REAL men just upload their important stuff on ftp and let the rest of the world mirror it. - Linus Torvalds",
  "Intelligence is the ability to avoid doing work, yet getting the work done. - Linus Torvalds",
  "Programming is not a science. Programming is a craft. - Richard Stallman",
  "I did write some code in Java once, but that was the island in Indonesia. - Richard Stallman",
  "Free software' is a matter of liberty, not price. To understand the concept, you should think of 'free' as in 'free speech,' not as in 'free beer'. - Richard Stallman",
  "You can use any editor you want, but remember that vi vi vi is the text editor of the beast. - Richard Stallman",
  "Free software is software that respects your freedom and the social solidarity of your community. So it's free as in freedom. - Richard Stallman",
  "Sharing is good, and with digital technology, sharing is easy. - Richard Stallman",
  "Don't cry because it's over. Smile because it happened. - Dr. Seuss"
]